{
	"acknowledgments" : [
		{
			"quote" : "Our relationship with 1 2 3 Completed has proven itself for over 15 years now. We are happy to place any projects in their safe hands."
		,	"ref" : "Noam Wekser, Oracle University Country Leader, Oracle"
		}
	,	{
			"quote" : "Thank you for the high quality delivery... You have met all our goals, and we will be happy to use your services in the future."
		,	"ref" : "Oded Kedem, co-founder and chief technology officer, Zerto"
		}
	,	{
			"quote" : "Thank you for the training. Considering the limited time given  for this training it was an excellent overview and initial hands on experience."
		,	"ref" : "Menahem Zeltzer, Tadiran Telecom"
		}
	,	{
			"quote" : "123Completed consulting and training services help us win accounts and maintain existing customers to the highest customer satisfactory level."
		,	"ref" : "Gershon Diner, VP Customer Services & Support, GigaSpaces"
		}
	,	{
			"quote" : "I wanted to thank you for the performance improvement... by a ratio of 20-50 times!"
		,	"ref" : "Gadi Inon, Director, Solutions Architect, Mobixell Networks"
		}
	,	{
			"quote" : "1 2 3 Completed work is always extremely professional, and on time."
		,	"ref" : "Nir Levion, General Manager, BluePhoenix KMS"
		}
	,	{
			"quote" : "Our experience with 1 2 3 Completed was nothing but sheer success."
		,	"ref" : "Chen Burshan, VP Product Management ComAbility"
		}
	,	{
			"quote" : "Your contribution to our product development is very well noticed and your work force is demonstrating the highest professionalism."
		,	"ref" : "Gershon Diner, VP Customer Services & Support, GigaSpaces"
		}
	,	{
			"quote" : "1 2 3 Completed helped us provide a top of the line solution that is ready for extreme deployment environments."
		,	"ref" : "Mia Urman, CEO, OraPlayer"
		}
	,	{
			"quote" : "123Completed is a great Oracle Partner, assisting us in various domains and are always delivering excellent results."
		,	"ref" : "Sary Zuck, Defence Sector Manager, Oracle"
		}
	,	{
			"quote" : "Thanks for delivering such a stable demo!"
		,	"ref" : "Guy Lubovitch, GigaSpaces"
		}
	,	{
			"quote" : "I recommend 1 2 3 Completed services to all my colleagues, the added value they bring is huge in many aspects and so is their business approach."
		,	"ref" : "Nir Lavion, CEO, DSKnowledge"
		}
	,	{
			"quote" : "Thank you for the training... it was an excellent overview and initial hands on experience."
		,	"ref" : "Menahem Zeltzer, Tadiran Telecom"
		}
	,	{
			"quote" : "We at Pontis are happy to be a 1 2 3 Completed reference and recommend 1 2 3 Completed services to all."
		,	"ref" : "Shachar Segev, CTO, Pontis"
		}
	,	{
			"quote" : "We would like also to thank you for developing our new education courseware as well as delivering it worldwide with such great success."
		,	"ref" : "Gershon Diner, VP Customer Services & Support, GigaSpaces"
		}
	,	{
			"quote" : "The 1 2 3 Completed company name says it all. These guys know how to deliver!"
		,	"ref" : "Lanir Shacham, CTO, Correlsense"
		}
	,	{
			"quote" : "All goals set by me in the beginning of this session were completely achieved and even beyond!"
		,	"ref" : "HP Software"
		}
	,	{
			"quote" : "Your knowledge and capabilities about databases is very significant and was crucial for the success of our project."
		,	"ref" : "Ohad Maislish, R&D team leader, VMWare."
		}
	,	{
			"quote" : "123 Completed has provided Mobixell with a high quality project that meets all requirements... We at Mobixell recommend 123Completed services to all."
		,	"ref" : "Oren Zucker, Infrastructure and Projects Group Manager, Mobixell"
		}
	,	{
			"quote" : "1 2 3 Completed met every technical challenge in a creative, efficient, on time and on budget manner."
		,	"ref" : "Avishai Shafir, VP Marketing & Pre-sale, BluePhoenix KMS"
		}
	,	{
			"quote" : "Thank you for providing us with such a great service and for being such a committed agile partner."
		,	"ref" : "Gershon Diner, VP Customer Services & Support, GigaSpaces"
		}
	,	{
			"quote" : "I would like to thank you for your contribution to the significant performance improvement..."
		,	"ref" : "Miri Curiel, VP of R&D, Orca Interactive"
		}
	,	{
			"quote" : "Without your great help, I am sure the project we had would have never been finished on time"
		,	"ref" : "Ohad Maislish, R&D team leader, VMWare."
		}

		
	]
,	"news" : [
		{
			"title" : "Gigaspaces Partnership"
		,	"content" : "123Completed, a leader in providing services to high-end software projects, has entered a partnership with GigaSpaces, a leading provider of application virtualization platforms and cloud..."
		,	"more" : "/123completed-website/WebContent/content/news-and-events.html#gigaspaces-partnership"
		}
	,	{
			"title" : "Oracle Training"
		,	"content" : "Oracle is proud to have 123Completed as a training and services provider. The relationship between Oracle and 123Completed experts has proven itself for over 15 years now..."
		,	"more" : "/123completed-website/WebContent/content/news-and-events.html#oracle-partnership"
		}
	]
}
